type: beginner
questions:
  # 参加した理由
  motivation: |
    どうしてこのワークショップに参加しようと思いましたか？
    どうしてOSSの開発に参加したいと思っていますか？
    みんなのためとか世界のためとかでもよいですが、
    個人的な理由でもまったく問題ありません。
    自分の思っていることを大事にしたいのです。
    アイスブレイクのときに話した内容でもよいですし、
    そのあとに気持ちが変わったらなら変わった気持ちでよいです。
  # 見つけた場所
  via: |
    どこでこのワークショップを知りましたか？
  # 開発対象
  target: |
    ワークショップで開発対象に選んだOSSはなんですか？
  # 満足度
  satisfaction-rating:
    # ↓のうち当てはまるものを1つ選んでコメントを外してください。
    #- すごく満足した
    #- 満足した
    #- 不満だった
    #- すごく不満だった
  # 想定との違い
  difference:
    # ↓のうち当てはまるものを1つ選んでコメントを外してください。
    #- 想定より充実していた
    #- 想定通りだった
    #- 期待はずれだった
    #- すごく期待はずれだった
  # 開催している時間帯について
  timezone: |
    今回開催した時間帯はちょうどよかったですか？
    もっと早かったり、遅い時間帯のほうが参加しやすいですか？
  # 一度にワークショップの説明をしたことについて
  concat-how-to: |
    今回はワークショップの最後まで2時間半の中で説明をしてみました。
    聞く内容の量としてしんどかったですか？
    作業する上で全ての説明を聞いておいたほうがやりやすいと思いますか？
  # 進行役について
  moderator: |
    進行役の振る舞いについてどう感じましたか？
    例：進行役はうまく進行できていましたか？
  # 次回のOSS Gateワークショップについて
  next: |
    ミートアップの開催頻度はどの程度の長さが良いですか？
    次回作業を再開するのにモチベーションが保てる期間はどのくらいですか？
  # 今後のOSSの開発への参加について
  future:
    # 今のところどんな気分かで構わないので、
    # ↓のうち当てはまるものを1つ選んでコメントを外してください。
    #- 機会を作って積極的に開発に参加するし、まわりの人が開発に参加することも手伝う
    #- 機会を作って積極的に開発に参加する
    #- 機会があれば開発に参加する
    #- 機会があったら開発に参加したい（けどできなそう）
    #- 機会があっても開発に参加しない
  # その他
  etc: |
    なにか思ったことがあれば自由に書いてください。
